/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Registro de produto da %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Para a melhor experiência de configuração, use OS X %s ou superior.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Há um problema ao se conectar ao servidor de registro da %@. Tente novamente mais tarde.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Há um problema ao se conectar à Internet. Tente novamente mais tarde.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Não foi possível localizar o navegador padrão ou não foi possível abrí-lo.";

"OK" = "OK";
